Repository: daniel-pimenta-cc/breath_thingy
Catalog: lib/l10n/app_*.arb
Languages: ja, ko, nl, pt, tr

# animationSection
source: Animation
ja: アニメーション
ko: 애니메이션
nl: Animatie
pt: Animação
tr: Animasyon

# timesSection
source: Timing
ja: タイミング
ko: 시간
nl: Tijden
pt: Tempos
tr: Süreler

# cycleDuration
source: Cycle {totalCycle}s
ja: サイクル {totalCycle}秒
ko: 사이클 {totalCycle}초
nl: Cyclus {totalCycle}s
pt: Ciclo {totalCycle}s
tr: Döngü {totalCycle}s

# inhaleLabel
source: Inhale
ja: 吸う
ko: 들이쉬기
nl: Inademen
pt: Inspirar
tr: Nefes Al

# holdLabel
source: Hold
ja: 止める
ko: 멈추기
nl: Vasthouden
pt: Segurar
tr: Tut

# exhaleLabel
source: Exhale
ja: 吐く
ko: 내쉬기
nl: Uitademen
pt: Expirar
tr: Nefes Ver

source: Start Exercise
ja: エクササイズ開始
ko: 운동 시작
nl: Start oefening
pt: Iniciar Exercício
tr: Egzersizi Başlat

# configLoadError
source: Error loading configuration
ja: 設定の読み込みエラー
ko: 설정 로드 오류
nl: Fout bij laden van configuratie
pt: Erro ao carregar configuração
tr: Yapılandırma yüklenirken hata oluştu

# phaseInhale
source: Inhale
ja: 吸って
ko: 들이쉬세요
nl: Adem in
pt: Inspire
tr: Nefes Al

# phaseHold
source: Hold
ja: 止めて
ko: 멈추세요
nl: Vasthouden
pt: Segure
tr: Tut

# phaseExhale
source: Exhale
ja: 吐いて
ko: 내쉬세요
nl: Adem uit
pt: Expire
tr: Nefes Ver

# phaseIdle
source: Ready
ja: 準備完了
ko: 준비
nl: Klaar
pt: Pronto
tr: Hazır

# cycleCount
source: Cycle {cycle}
ja: サイクル {cycle}
ko: 사이클 {cycle}
nl: Cyclus {cycle}
pt: Ciclo {cycle}
tr: Döngü {cycle}

# completedCycles
source: Done! {cycles} cycles
ja: 完了！{cycles}サイクル
ko: 완료! {cycles} 사이클
nl: Klaar! {cycles} cycli
pt: Concluído! {cycles} ciclos
tr: Tamamlandı! {cycles} döngü

source: Ready to start
ja: 開始準備完了
ko: 시작 준비 완료
nl: Klaar om te beginnen
pt: Pronto para começar
tr: Başlamaya hazır

# cycleProgress
source: Cycle {current}/{total}
ja: サイクル {current}/{total}
ko: 사이클 {current}/{total}
nl: Cyclus {current}/{total}
pt: Ciclo {current}/{total}
tr: Döngü {current}/{total}

# animPolygonMorph
source: Polygons
ja: ポリゴン
ko: 폴리곤
nl: Polygonen
pt: Polígonos
tr: Çokgenler

# animParticleGather
source: Particles
ja: パーティクル
ko: 파티클
nl: Deeltjes
pt: Partículas
tr: Parçacıklar

# animRippleRings
source: Waves
ja: 波紋
ko: 파동
nl: Golven
pt: Ondas
tr: Dalgalar
